aic94xx-firmware
alacritty
alsa-utils
android-file-transfer
android-tools
android-udev
arandr
atool
audacity
autoconf
automake
bash-completion
bc
bitwarden
bleachbit
blueberry
bluez
bluez-utils
bspwm
copyq
cronie
ddrescue
dialog
discord
docx2txt
dosfstools
dunst
evince
exa
exfat-utils
expac
fd
ffmpeg
firefox
fontconfig
fzf
gimagereader-gtk
git
grub
gtop
gvfs
gvfs-mtp
htop
hunspell-ar
hunspell-en_us
hunspell-fr
imagemagick
intel-ucode
libnotify
libreoffice-fresh
libva-intel-driver
libva-utils
libvdpau-va-gl
linux-firmware
linux-lts
linux-lts-headers
lxappearance
lynx
m4
maim
man-db
mediainfo
mlocate
moreutils
mpc
mpd
mpv
mtools
musicbrainz
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
newsboat
ntfs-3g
obs-studio
obsidian
os-prober
p7zip
pamixer
patch
pavucontrol
pcmanfm
picard
picom
pkgconf
polkit
polybar
poppler
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pulsemixer
python-eyed3
python-qdarkstyle
qbittorrent
qutebrowser
reflector
ripgrep
rofi
rsync
scrcpy
sof-firmware
songrec
speedtest-cli
sudo
surfraw
sxhkd
sxiv
terminus-font
tesseract-data-ara
tesseract-data-eng
tesseract-data-fra
testdisk
texinfo
thunderbird
timidity++
tmux
tor-browser
torbrowser-launcher
trash-cli
tree
unrar
unzip
urlscan
urlview
veracrypt
vifm
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
vulkan-intel
wget
which
wireless_tools
wmctrl
wpa_supplicant
xarchiver
xclip
xdg-user-dirs
xdg-utils
xdo
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-xkb-plugin
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsel
xss-lock
xwallpaper
yt-dlp
zathura
zathura-pdf-mupdf
zip
